build/chargeEventRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:con="http://www.autodesk.com/schemas/Business/ConvergentChargingExV1.0">   <soapenv:Header/>   <soapenv:Body>      <con:ChargeEventRequest>         <JobUID>Test Job ID 4</JobUID>        <UID>?</UID>          <SID>Cloud</SID>         <GUID>?</GUID>         <ServiceCode>MoldflowInsightStandard</ServiceCode>         <ProductLinecode>SIM360</ProductLinecode>	      <StartTime>?</StartTime>         <EndTime>?</EndTime>         <Status>OK</Status>         <Comments>QuattroCloud charge</Comments>         <ServiceCategory>SCVal000028</ServiceCategory>         <Quantity>0.01</Quantity>      </con:ChargeEventRequest>   </soapenv:Body></soapenv:Envelope>